tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "charmbracelet/tap/"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jeroenknoops/tap"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"

brew "1password-cli"
brew "awk"
brew "bat"
brew "beardedspice"
brew "calc"
brew "codespell"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-credential-helper-ecr"
brew "duck"
brew "entr"
brew "eza"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "filosottile/musl-cross/musl-cross"
brew "gdal"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gum"
brew "htop"
brew "jq"
brew "lua"
brew "luajit"
brew "mas"
brew "mediainfo"
brew "neofetch"
brew "ncdu"
brew "node"
brew "noti"
brew "openssl@1.1"
brew "pipx"
brew "postgis"
brew "postgresql"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "ssh-copy-id", link: true
brew "tfenv"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "xsv"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "aerial"
cask "arduino"
cask "balenaetcher"
cask "clipy"
cask "deckset"
cask "discord"
cask "docker"
cask "epubquicklook"
cask "firefox"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "karabiner-elements"
cask "keycastr"
cask "monitorcontrol"
cask "muzzle"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle-pro"
cask "selfcontrol"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
