tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "charmbracelet/tap/"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "filosottile/musl-cross"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jeroenknoops/tap"
tap "neovim/neovim"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"

brew "awk"
brew "bash"
brew "bat"
brew "beardedspice"
brew "calc"
brew "codespell"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "deno"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-credential-helper-ecr"
brew "duck"
brew "entr"
brew "eza"
brew "exercism"
brew "fd"
brew "figlet"
brew "filosottile/musl-cross/musl-cross"
brew "fortune"
brew "fzf"
brew "gdal"
brew "gdu"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "github/gh/gh"
brew "glow"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "jupyterlab"
brew "less"
brew "lua"
brew "luajit"
brew "mas"
brew "mods"
brew "ncdu"
brew "node"
brew "noti"
brew "nvm"
brew "openssl@1.1"
brew "pgcli"
brew "pipx"
brew "postgis"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "shellcheck"
brew "source-highlight"
brew "speedtest-cli"
brew "starship"
brew "ssh-copy-id", link: true
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "xsv"
brew "yazi"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "Steam"
cask "aerial"
cask "arduino"
cask "balenaetcher"
cask "brave"
cask "clipy"
cask "dash"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-mononoki"
cask "font-noto-color-emoji"
cask "font-symbols-only-nerd-font"
cask "gitify"
cask "grammarly"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "java"
cask "karabiner-elements"
cask "keycastr"
cask "monitorcontrol"
cask "muzzle"
cask "postgres"
cask "postman"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle-pro"
cask "selfcontrol"
cask "spotify"
cask "transmit"
cask "visual-studio-code"

